IDEA Open Model
SteelSetupAUS Properties
Compatible with IDEA StatiCa v 10.1
The SteelSetupAUS type exposes the following members.
Properties
Name | Description
Anchor_Fiar
 Safety factor Anchor_Fiar
Bolt_Fib
 Safety factor Bolt_Fib
Bolt_Fip
 Safety factor preloaded bolt
CrtBearing
 Concrete bearing factor
Structural_Fi
 Safety factor Structural_Fi
Weld_Fiw
 Safety factor Weld_Fiw
Top
See Also
Reference
SteelSetupAUS Class
IdeaRS.OpenModel Namespace